
# PHPmon cask
tap "nicoverbruggen/cask" 
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "shivammathur/extensions"
tap "shivammathur/php"
tap "stripe/stripe-cli"
tap "typesense/tap"

brew "zsh"
brew "gettext"
brew "cloudflared"
brew "libavif"
brew "php"
brew "composer"
brew "dnsmasq"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "gh"
brew "gifsicle"
brew "gnupg"
brew "go"
brew "jpegoptim"
brew "lazygit"
brew "luarocks"
brew "mailpit", restart_service: :changed
brew "meilisearch", restart_service: :changed
brew "neovim"
brew "nginx"
brew "optipng"
brew "pdftk-java"
brew "php@8.1"
brew "php@8.2"
brew "php@8.4"
brew "pkgconf"
brew "pngquant"
brew "pyenv"
brew "python@3.13"
brew "python-tk@3.13"
brew "python@3.14"
brew "redis", restart_service: :changed
brew "ripgrep"
brew "svgo"
brew "tmux"
brew "wget"
brew "koekeishiya/formulae/skhd"
brew "qmk/qmk/qmk"
brew "shivammathur/extensions/imagick@8.4"
brew "shivammathur/php/php@7.1"
brew "shivammathur/php/php@7.2"
brew "shivammathur/php/php@7.3"
brew "shivammathur/php/php@7.4"
brew "shivammathur/php/php@8.0"
brew "shivammathur/php/php@8.3"
brew "stripe/stripe-cli/stripe"
brew "typesense/tap/typesense-server@29.0"
brew "docker"
brew "nvm"

cask "1password"
cask "1password-cli"
cask "bruno"
cask "dbeaver-community"
cask "ghostty"
cask "monitorcontrol"
cask "qmk-toolbox"
cask "rectangle"
cask "sequel-ace"
cask "ungoogled-chromium"
cask "zoom"
cask "figma"
